<div style="margin: 0; border: 5px solid darkblue; border-radius: 35px; 
background-color: black; color: white; padding: 3%; text-align: left">
    <h1 style="margin-left: 80px">Екологія</h1>
    <div style="display: flex">
        <div>
            <br>
            <img src="public/assets/img/pavel-neznanov-rj4TTcbXung-unsplash.jpg" alt="-" 
            style="width: 75%; height: 85%; margin-left: 10%">
        </div>
        <div style="margin: 0 2% 0 0">
            <p style="padding: 3% 1% 0 1%">
                Ми організовуємо освітні заходи, спрямовані на підвищення обізнаності громадськості 
                про важливість екологічної відповідальності та сталого розвитку. Ти зможеш допомагати 
                у проведенні лекцій, семінарів і воркшопів для різних вікових груп, поширюючи знання про 
                екологію та способи збереження навколишнього середовища.
            </p>
            <p style="padding: 0 1% 0 1%">
                Наші волонтерські програми включають участь у міжнародних екологічних акціях, підтримку 
                ініціатив зі збереження рідкісних видів тварин і рослин, а також сприяння у впровадженні 
                екологічно чистих технологій. Ти отримаєш цінний досвід у сфері охорони природи, нові знання 
                про екологічні проблеми та способи їх вирішення, а також задоволення від того, що робиш світ 
                кращим для майбутніх поколінь. Крім того, ти зустрінеш однодумців, які так само захоплені 
                турботою про планету, як і ти.
            </p>
            <a href="programs" class="btn" style="width: 25%; height: 10%; color: white; 
            font-weight: 500; margin-left: 75%; background-color: green">Повернутись</a>
        </div>
    </div>
</div>