<div style="margin: 0; border: 5px solid darkblue; border-radius: 35px; 
background-color: black; color: white; padding: 2%; text-align: left">
    <div style="margin-left: 10%; display: flex">
        <h1>Робота</h1>
        <a href="programs" class="btn" style="width: 20%; height: auto; background-color: darkblue; 
            color: yellow; font-weight: 500; margin-left: 55%; height: 40px; margin-top: 1%">Повернутись</a>
    </div>
    <p>
        Волонтерська робота є відмінною можливістю для студентів здобути практичний досвід, 
        розвинути важливі навички та зробити свій внесок у розвиток громади. В рамках цієї програми 
        студенти зможуть брати участь у різних проектах, допомагати людям у потребі та працювати над 
        суспільно значущими ініціативами.
    </p>
    <p>
        <span style="color: lightblue; font-weight: 500; margin-left: 5%; font-size: 18px">Переваги</span> :
        <br>
        <span style="color: yellow; font-weight: 500">Практичний досвід</span> : Волонтерська діяльність 
        дозволяє студентам застосувати свої знання на практиці 
        та розвинути нові навички, що є надзвичайно цінним для подальшої професійної кар'єри.
        <br>
        <span style="color: yellow; font-weight: 500">Розвиток навичок</span> : 
        Участь у волонтерських проектах сприяє розвитку таких навичок, як лідерство, командна робота, 
        комунікація та управління часом.
        <br>
        <span style="color: yellow; font-weight: 500">Мережа контактів</span> : Під час волонтерської роботи студенти знайомляться з новими людьми, розширюючи 
        свою мережу професійних та особистих контактів.
        <br>
        <span style="color: yellow; font-weight: 500">Суспільний внесок</span> : Волонтерство дозволяє студентам активно долучатися до вирішення суспільних 
        проблем та робити світ кращим. Чому це хороша практика для студентів? Волонтерська робота є 
        чудовою можливістю для студентів не лише розширити свої горизонти, але й зміцнити резюме 
        та підвищити свої шанси на успішне працевлаштування в майбутньому. Роботодавці високо цінують 
        кандидатів, які мають досвід волонтерської діяльності, оскільки це свідчить про їхню ініціативність, 
        відповідальність та готовність працювати на благо суспільства.
    </p>
</div>